<template lang="pug">

div
    h1.pb-6.text-2xl.font-bold.underline Тестовое задание для фронтенд разработчика
    p.pb-3 Создать форму для вычисления сумм дробей:
    ul.list-disc
        li нужно сверстать форму, в которой будут поля для заполнения дробями.
        li предусмотреть валидацию ввода - чтобы поля можно было ввести только целые числа от 1 до 99.
        li результат выводить с помощью 
            strong computed 
            | свойства.
        li под формой нужна кнопка, которая добавляет одну дробь в конец выражения (максимальное количество дробей в выражении - 5). Желательно сделать возможность удалять любую из дробей, если их количество больше 2-ух.

</template>

